"Open with Keka" = "Obrir amb el Keka";
"Compress here" = "Comprimeix aquí";
"Compress to..." = "Comprimeix en...";
"Extract here" = "Extreu aquí";
"Extract to..." = "Extreu en...";
"Extract to \"%@\"" = "Extreu en \"%@\"";
"Compress with Keka" = "Comprimeix amb el Keka";
